/* Label for the applications list settings item */
"Allowed applications" = "Applicazioni abilitate";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filtra applicazioni";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "Nessun pacchetto nel percorso selezionato";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Impossibile avviare l’applicazione richiesta";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Impossibile aprire i file selezionati";

